module.exports = function (params) {
    // setTimeout(function () {
        return {
            "errno": 0,
            "request_id": "3328915503",
            "timestamp": 1494204928,
            "data": {
                "news": [
                    {
                        "nid": "2538171553527880634",
                        "sourcets": "1494202440000",
                        "ts": "1494203812000",
                        "title": "MOCK1房山将建长沟良乡等六个特色小镇 ",
                        "url": "http://www.ce.cn/culture/gd/201705/08/t20170508_22599996.shtml",
                        "imageurls": [],
                        "site": "中国经济网",
                        "type": "text",
                        "abs": "目前房山区正打造包括长沟镇、良乡镇等在内的六个特色小镇，作为该区新型城镇化试点先行区。",
                        "display_type": 1,
                        "display_url": "http://www.ce.cn/culture/gd/201705/08/t20170508_22599996.shtml",
                        "topic": [],
                        "long_abs": "上个周末，在素有“京南水乡”之称的房山长沟，万余名长走爱好者汇聚2017春季北京国际长走大会，参与长走健身活动。北京商报记者在活动中获悉，目前房山区正打造包括长沟镇、良乡镇等在内的六个特色小镇，作为该区新型城镇化试点先行区。",
                        "has_related": [],
                        "tag": [],
                        "content": [
                            {
                                "type": "text",
                                "data": "原标题：房山将建长沟良乡等六个特色小镇"
                            },
                            {
                                "type": "text",
                                "data": "上个周末，在素有“京南水乡”之称的房山长沟，万余名长走爱好者汇聚2017春季北京国际长走大会，参与长走健身活动。北京商报记者在活动中获悉，目前房山区正打造包括长沟镇、良乡镇等在内的六个特色小镇，作为该区新型城镇化试点先行区。"
                            },
                            {
                                "type": "text",
                                "data": "房山区长沟镇自古以来就有“京南水乡”的美誉，自然环境十分优越，拥有丰富的林木、河流、湿地、农田等生态系统资源。特别是位于镇域中心区的长沟泉水国家湿地公园，占地面积达387.5公顷，有1.2万多个泉眼常年喷涌不断，年流量近2000万立方米，四季恒温14-16摄氏度，形成了6公里长的水景观旅游线。依托天然生态，春季北京国际长走大会已经连续在长沟镇举办了九届，先后有10余万人参与其中。"
                            },
                            {
                                "type": "text",
                                "data": "房山区委常委、宣传部长曹蕾在接受采访时表示：“举办长走大会活动，房山长沟具有得天独厚的优势。长沟镇在2016年获评第一批中国特色小镇，明确了打造北京基金小镇的发展定位。在国家级特色小镇政策汇集的放大效应下，随着北京基金小镇建设，长沟正在成为‘绿水青山’变成‘金山银山’的典范。”"
                            },
                            {
                                "type": "text",
                                "data": "据了解，2016年10月14日，北京市房山区长沟镇被列为第一批中国特色小镇。目前，以长沟·北京基金小镇为龙头，房山区正在打造六个特色小镇，即长沟·北京基金小镇、良乡·健康颐养小镇、青龙湖·文化旅游小镇、张坊·生态运动休闲小镇、琉璃河·燕都小镇、周口店·周口店文化小镇。六个特色小镇同时也作为房山区新型城镇化试点先行区，在创新体制机制改革，加大政策、资金、资源集成等方面进行先行先试。到2020年，房山区计划基本形成现代城市组团-特色小城镇-新型农村社区的新型城镇化建设体系。"
                            }
                        ],
                        "content_type": {
                            "text": 1
                        },
                        "comment": {
                            "count": 0
                        },
                        "related": [],
                        "token": "8aea0dc7"
                    }
                ]
            }
        };
    // }, 5000);
};
